[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header11.png","subcontent":"Become a Sponsor"},{"type":"ph","content":"","logo":"header12.png"},{"type":"ch","content":"<span class=\"purple-font\">Become a Sponsor</span>"},{"type":"p","content":"The University at Albany is seeking sponsors to help the DISPERSE Conference succeed and enable these potentially life-saving conversations."},{"type":"p","content":""},{"type":"p","content":"<h2><span class=\"purple font\"><b>Why Become a Sponsor of the DISPERSE 2022 Conference?</b></span></h2>"},{"type":"p","content":""},{"type":"p","content":"With an expected attendance of 800 people, your sponsorship not only ensures the success of the conference, but also greatly increases awareness of your institution or brand."},{"type":"ul","content":"dot-list"},{"type":"li","content":"Increase your exposure and make your logo be seen by hundreds of attendees to the conference"},{"type":"li","content":"Network with other sponsors and develop industry contacts"},{"type":"li","content":"Show your support and designate yourself as a supporter in the movement to develop strategies to mitigate the effects of devastating severe weather events"},{"type":"p","content":""},{"type":"p","content":"<h2><span class=\"purple font\"><b>Sponsorship Benefits</b></span></h2>"},{"type":"img","content":"SponsorshipLevels.png"},{"type":"p","content":""},{"type":"p","content":"Although we welcome any number of sponsorships at each of the sponsorship levels, we also have a limited number of individual sponsorship opportunities that offer additional benefits. Please see below for the individual sponsorship opportunities, and feel free to contact us to suggest alternative sponsorship options."},{"type":"p","content":""},{"type":"p","content":"For more information on our sponsorship levels and available individual sponsorship opportunities, please refer to our Sponsorship Prospectus. Download Prospectus <a href=\"https://livealbany.sharepoint.com/:b:/s/GRP-SDAT-StrategicInitiatives/ESiLtE84itlOqD4EIkIiIT4Bw2irifyDwctW3yBsDbASBQ?e=Goe3zO\"target=\"_blank\">here</a>."},{"type":"p","content":""},{"type":"p","content":"<h2><span class=\"purple font\"><b>How to Sponsor</b></span></h2>"},{"type":"p","content":"Please contact Kayla Whitehouse (<a href=\"mailto: kwhitehouse@albany.edu\"> kwhitehouse@albany.edu</a>.) to finalize your sponsorship. To discuss any of the available sponsorship options, please contact us and we can assist you with any questions you may have."}]