[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header20.png","subcontent":"Call for Workshops"},{"type":"ph","content":"","logo":"header21.png"},{"type":"ph","content":"","logo":"header22.png"},{"type":"ch","content":"<span class=\"purple-font\">Call for Workshops</span>"},{"type":"p","content":""},{"type":"p","content":"The Earth’s climate has been rapidly changing. In addition to increasing number of record high temperature events globally, there has also been an increase in extreme weather events, resulting in significant losses to life and property. The University at Albany is hosting an Inaugural Weather, Climate, and Emergency Preparedness conference, entitled DISPERSE 2022: Developing Innovative Solutions and Policies for Emergency Response to Severe-weather Events. This Conference is intended to develop interdisciplinary research and collaboration to increase the knowledge base in the Weather and Climate Enterprise, and develop and share policies and procedures for preparing for and responding to extreme weather events."},{"type":"p","content":""},{"type":"p","content":"The conference will take place in Albany, NY, on DATE 2022. The conference will feature panel sessions, keynote speakers, paper presentations, and workshops. Workshops will be held on Day 3 of the conference, and will be allotted 2 hours. There will be a total of five (5) workshops held at the conference."},{"type":"p","content":""},{"type":"p","content":"<b><h2><span class=\"purple-font\">Workshop Submissions:</span></h2></b>"},{"type":"p","content":"The conference will accept <b>workshop concepts</b>, limited to no more than 300 words. Please describe what your workshop will entail, requirements relating to space and materials needed, and any potential limits on participants. Submissions will be reviewed, and accepted submissions will be invited to lead their workshop at the conference, and contacted with more information."},{"type":"p","content":""},{"type":"p","content":"<b><h2><span class=\"purple-font\">Workshop Topics:</span></h2></b>"},{"type":"p","content":"There is no limit to the topics that the workshops can discuss, so long as they fit into the general theme of the conference, which includes Severe Weather Events and Emergency Preparedness and Response. Ideal workshops would be interdisciplinary in nature. For the purpose of this call for workshops, it should be known that this conference will allow discussion of any natural disaster, including but not limited to Droughts, Dust Storms, Extreme Heat Waves, Floods, Hail, High Winds, Hurricanes/Tropical Storms, Ice Storms, Severe Thunderstorms, Severe Winter Storms, Tornadoes, Tropical Cyclones, Tsunamis, Typhoons, Waterspouts, and Wildfires."},{"type":"p","content":""},{"type":"p","content":"<b><h2><span class=\"purple-font\">Key Dates:</span></h2></b>"},{"type":"p","content":"<b>Concept Submission Deadline:</b> August 2021<br><b>Notification of Acceptance:</b> September 2021<br><b>Registration Due:</b> January 2022<br><b>Conference:</b> February 2022"},{"type":"p","content":""},{"type":"p","content":"Please note that concepts will <b>not</b> be accepted beyond the submission deadline."},{"type":"p","content":""},{"type":"p","content":"The conference will be held February 2022. It will be held at VENUE, Albany, NY"},{"type":"p","content":""},{"type":"p","content":"Kindly submit a title and concept (maximum 300 words) before August 2021 to Kayla Whitehouse at  <a href=\"mailto: kwhitehouse@albany.edu\"> kwhitehouse@albany.edu</a>. When submitting, please include the following:"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Subject line of the email <b>must</b> say “Workshop Concept Submission:” followed by your title."},{"type":"li","content":"Name, Title, Institution"},{"type":"li","content":"Title"},{"type":"li","content":"Concept"},{"type":"/ul","content":""}]