[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header11.png","subcontent":"CALL FOR ABSTRACTS"},{"type":"ph","content":"","logo":"header12.png"},{"type":"ch","content":"<span class=\"purple-font\">Call for Abstracts</span>"},{"type":"p","content":""},{"type":"p","content":"The Earth’s climate has been rapidly changing. In addition to increasing number of record high temperature events globally, there has also been an increase in extreme weather events, resulting in significant losses to life and property. The University at Albany is hosting an Inaugural Weather, Climate, and Emergency Preparedness conference, entitled DISPERSE 2022: Developing Innovative Solutions and Policies for Emergency Response to Severe-weather Events. This Conference is intended to develop interdisciplinary research and collaboration to increase the knowledge base in the Weather and Climate Enterprise, and develop and share policies and procedures for preparing for and responding to extreme weather events."},{"type":"p","content":""},{"type":"p","content":"The conference will take place in Albany, NY, on DATE 2022. The conference will feature panel sessions, keynote speakers, paper presentations, and workshops."},{"type":"p","content":""},{"type":"p","content":"<span class=\"purple-font\"><h2><b>Paper Submissions:</h2></b></span>"},{"type":"p","content":"The conference will accept <b>abstracts</b>, limited to no more than 300 words. Submissions will be reviewed, and accepted abstracts will be invited to present their research at the conference. Presenters will be allowed 20 minutes to present their paper, including Q&A. Final papers will be published online in the Conference Proceedings (limited to 6 pages, excluding references)."},{"type":"p","content":""},{"type":"p","content":"<span class=\"purple-font\"><h2><b>Abstracts will be accepted in the following areas:</h2></b></span>"},{"type":"ul","content":"dot-list"},{"type":"li","content":"<b>Risk Assessment:</b> Any topic dealing with risk assessment of disasters, including but not limited to meteorology, forecasting, and prediction"},{"type":"li","content":"<b>Engineering Resilience:</b> Any topic dealing with engineering structures to be resilient against disaster, including but not limited to engineering structures to withstand high winds and earthquakes, building dams to withstand high water levels and floods, and development, design, or construction of temporary methods to be deployed in an extreme event"},{"type":"li","content":"<b>Case Studies in Severe Weather or Emergency Preparedness:</b> In-depth discussion of any single event, or a pair of temporally close events in a single location, and discussion of the preparations, damage and losses from the event, and/or response and recovery, with particular focus on policy and action successes and failures"},{"type":"li","content":"<b>The Human Element: Sociology of Disasters:</b> Any topic dealing with how disasters can affect the people who experience them, or who are living with the aftermath and response and recovery efforts. Can include effects on the mental, social, or emotional health and well-being"},{"type":"li","content":"<b>Keeping the Lights On:</b> Topics dealing with the continuation of services during and after an extreme weather event or other natural disaster, and policies and preparations that can ensure critical services are never halted. Can include case studies."},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"p","content":"In addition to the above topics, the conference will accept abstracts for <b>student presentations</b>. Student presentations are not limited by research topic, as long as they fit into the scope of the conference. Student presentations should be the student’s own research, either independently or in collaboration with a faculty member. Students may be at any level of education. In addition to presentations, some students will be invited to provide a poster of their research, to be presented at the conference."},{"type":"p","content":""},{"type":"p","content":"For the purpose of this call for papers, it should be known that this conference will allow discussion of any natural disaster, including but not limited to Droughts, Dust Storms, Extreme Heat Waves, Floods, Hail, High Winds, Hurricanes/Tropical Storms, Ice Storms, Severe Thunderstorms, Severe Winter Storms, Tornadoes, Tropical Cyclones, Tsunamis, Typhoons, Waterspouts, and Wildfires."},{"type":"p","content":""},{"type":"p","content":"<span class=\"purple-font\"><h2><b>Key Dates:</h2></b></span>"},{"type":"p","content":"<b>Abstract Submission Deadline:</b> August 2021<br><b>Notification of Acceptance:</b> September 2021<br><b>Registration Due:</b> January 2022<br><b>Conference:</b> February 2022"},{"type":"p","content":""},{"type":"p","content":"Please note that concepts will <b>not</b> be accepted beyond the submission deadline."},{"type":"p","content":""},{"type":"p","content":"Kindly submit a title and abstract (maximum 300 words) before August 2021 to Kayla Whitehouse at  <a href=\"mailto: kwhitehouse@albany.edu\"> kwhitehouse@albany.edu</a>. When submitting, please include the following:"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Subject line of the email <b>must</b> say “Abstract Submission:” followed by your title."},{"type":"li","content":"Name, Title, Institution: Students please indicate degree in progress"},{"type":"li","content":"Program Area in which you wish to have your abstract considered. Abstracts not including a Program Area will <b>not</b> be considered for submission to the conference. Students should list “student presentations” as their program area."},{"type":"li","content":"Title"},{"type":"li","content":"Abstract"},{"type":"/ul","content":""}]