[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header1.png","subcontent":"Conference Format"},{"type":"ph","content":"","logo":"header.12.png"},{"type":"ph","content":"","logo":"header13.png"},{"type":"ch","content":"Conference Format"},{"type":"p","content":"The DISPERSE 2022 Conference will take place over three days, February 2022. It will be comprised of:"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Individual presentations in five thematic tracks (Days 1 and 2)"},{"type":"li","content":"Student presentations and posters (Days 1 and 2)"},{"type":"li","content":"Moderated panel discussions (All 3 days)"},{"type":"li","content":"Keynote speakers (Days 1 and 2)"},{"type":"li","content":"Workshops (Day 3)"},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"p","content":"There will be five tracks for presentations:"},{"type":"ul","content":"dot-list"},{"type":"li","content":"<b>Risk Assessment:</b> Any topic dealing with risk assessment of disasters, including but not limited to meteorology, forecasting, and prediction"},{"type":"li","content":"<b>Engineering Resilience:</b> Any topic dealing with engineering structures to be resilient against disaster, including but not limited to engineering structures to withstand high winds and earthquakes, building dams to withstand high water levels and floods, and development, design, or construction of temporary methods to be deployed in an extreme event"},{"type":"li","content":"<b>Case Studies in Severe Weather or Emergency Preparedness:</b> In-depth discussion of any single event, or a pair of temporally close events in a single location, and discussion of the preparations, damage and losses from the event, and/or response and recovery, with particular focus on policy and action successes and failures"},{"type":"li","content":"<b>The Human Element: Sociology of Disasters:</b> Any topic dealing with how disasters can affect the people who experience them, or who are living with the aftermath and response and recovery efforts. Can include effects on the mental, social, or emotional health and well-being"},{"type":"li","content":"<b>Keeping the Lights On:</b> Topics dealing with the continuation of services during and after an extreme weather event or other natural disaster, and policies and preparations that can ensure critical services are never halted. Can include case studies."},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"p","content":"Some topics the Panel Discussions will address:"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Policy and Governance"},{"type":"li","content":"Translating Local Policy Successes to the National Scale"},{"type":"li","content":"Coast to Coast: comparing strategies between the East Coast, West Coast, and Gulf Coast"},{"type":"li","content":"Development of Public and Private Partnerships"},{"type":"li","content":"Emerging Trends in Emergency Preparedness"},{"type":"li","content":"Workforce Development"},{"type":"li","content":"Equity and Social Justice"},{"type":"li","content":"Fighting Emergency Responder Burnout"},{"type":"/ul","content":""},{"type":"p","content":""},{"type":"p","content":"There will be five Workshops held at the conference, with topics to be announced."},{"type":"p","content":""},{"type":"p","content":"For information on submitting an abstract for consideration to present, <a href=\"callforabstracts.html\">Click here</a>. For information on submitting a workshop concept, <a href=\"callforworkshops.html\">Click here</a>."}]