[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header14.png"},{"type":"ph","content":"","logo":"header15.png"},{"type":"ph","content":"","logo":"header16.png"},{"type":"p","content":""},{"type":"ch","content":"Conference Partners"},{"type":"p","content":""},{"type":"p","content":"The DISPERSE 2022 Conference is brought together by a Steering Committee of XX Institutional Partners. These partners are all leaders in the field of the weather and climate enterprise or emergency prepraredness and response. The Partners are presented alphabetically below."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://duke.edu/\"><img src=\"assets/images/dukeuniversity.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://duke.edu/\"><b>Duke University</b></a>"},{"type":"p","content":""},{"type":"p","content":"Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke."},{"type":"p","content":"Duke's campus spans over 8,600 acres (3,500 hectares) on three contiguous sub-campuses in Durham as well as a marine lab in Beaufort. The West Campus—designed largely by architect Julian Abele—incorporates Gothic architecture with the 210-foot (64-meter) Duke Chapel at the campus' center and highest point of elevation, is adjacent to the Medical Center. East Campus, 1.5 miles (2.4 kilometers) away, home to all first-years, contains Georgian-style architecture. The university administers two concurrent schools in Asia, Duke-NUS Medical School in Singapore (established in 2005) and Duke Kunshan University in Kunshan, China (established in 2013)."},{"type":"p","content":"Several faculty members, affiliates and alumni have been awarded the Nobel Prize in recent years. Notable awardees since 2012 include Robert Lefkowitz, Brian Kobilka, Gregg L. Semenza, Paul Modrich, William Kaelin, and George Smith. In 2019, Clarivate Analytics named 54 members of Duke's faculty to its list of \"Highly Cited Researchers\". That number places Duke 8th among the world's universities. As of 2019, 15 Nobel laureates and 3 Turing Award winners have been affiliated with the university. Duke alumni also include 50 Rhodes Scholars and 25 Churchill Scholars. The university has produced the third highest number of Churchill Scholars of any university (behind Princeton and Harvard) and the fifth-highest number of Rhodes, Marshall, Truman, Goldwater, and Udall Scholars of any American university between 1986 and 2015. Duke is the alma mater of one president of the United States (Richard Nixon) and 14 living billionaires."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://home.howard.edu/\"><img src=\"assets/images/howarduniversity.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://home.howard.edu/\"><b>Howard University</b></a>"},{"type":"p","content":""},{"type":"p","content":"Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is classified among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education."},{"type":"p","content":"Tracing its history to 1867, from its outset Howard has been nonsectarian and open to people of all sexes and races. It offers undergraduate, graduate, and professional degrees in more than 120 programs, more than any other HBCU in the nation."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.research.ibm.com/\"><img src=\"assets/images/ibmresearch.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.research.ibm.com/\"><b>IBM Research</b></a>"},{"type":"p","content":""},{"type":"p","content":"IBM Research is the research and development division for IBM, an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. IBM Research is the largest industrial research organization in the world and has twelve labs on six continents."},{"type":"p","content":"IBM employees have garnered six Nobel Prizes, six Turing Awards, 20 inductees into the U.S. National Inventors Hall of Fame, 19 National Medals of Technology, five National Medals of Science and three Kavli Prizes. As of 2018, the company has generated more patents than any other business in each of 25 consecutive years, which is a record."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://ncar.ucar.edu/\"><img src=\"assets/images/ncar.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://ncar.ucar.edu/\"><b>National Center for Atmospheric Research (NCAR)</b></a>"},{"type":"p","content":""},{"type":"p","content":"The US National Center for Atmospheric Research (NCAR) is a US federally funded research and development center (FFRDC) managed by the nonprofit University Corporation for Atmospheric Research (UCAR) and funded by the National Science Foundation (NSF). NCAR has multiple facilities, including the I. M. Pei-designed Mesa Laboratory headquarters in Boulder, Colorado. Studies include meteorology, climate science, atmospheric chemistry, solar-terrestrial interactions, environmental and societal impacts."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.psu.edu/\"><img src=\"assets/images/pennstate.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.psu.edu/\"><b>Penn State University</b></a>"},{"type":"p","content":""},{"type":"p","content":"The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant research university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. In addition to its land-grant designation, it is also a designated sea-grant, space-grant, and sun-grant university as well, one of only two public universities in the country with such designation. Its University Park campus, which is the largest and serves as the administrative hub, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, in Carlisle. The College of Medicine is in Hershey. Penn State is one university that is geographically distributed throughout Pennsylvania.  There are 19 commonwealth campuses and 5 special mission campuses located across the state. The University Park campus has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League."},{"type":"p","content":"Annual enrollment at the University Park campus totals more than 46,800 graduate and undergraduate students, making it one of the largest universities in the United States. It has the world's largest dues-paying alumni association. The university's total enrollment in 2015–16 was approximately 97,500 across its 24 campuses and online through its World Campus. The university offers more than 160 majors among all its campuses. The university's research expenditures totaled $836 million during the 2016 fiscal year."},{"type":"p","content":"Annually, the university hosts the Penn State IFC/Panhellenic Dance Marathon (THON), which is the world's largest student-run philanthropy. This event is held at the Bryce Jordan Center on the University Park campus. In 2014, THON raised a program record of $13.3 million. The university's athletics teams compete in Division I of the NCAA and are collectively known as the Penn State Nittany Lions. They compete in the Big Ten Conference for most sports."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.rpi.edu/\"><img src=\"assets/images/rpi.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.rpi.edu/\"><b>Rensselaer Polytechnic Institute (RPI)</b></a>"},{"type":"p","content":""},{"type":"p","content":"Rensselaer Polytechnic Institute (/rɛnsəˈlɪər/) (RPI) is a private research university in Troy, New York, with additional campuses in Hartford and Groton, Connecticut. It was established in 1824 by Stephen van Rensselaer and Amos Eaton for the \"application of science to the common purposes of life\" and is the oldest technological university in the English-speaking world. Numerous American colleges or departments of applied sciences were modeled after Rensselaer."},{"type":"p","content":"Built on a hillside, RPI's 265-acre (107 ha) campus overlooks the city of Troy and the Hudson River, and is a blend of traditional and modern architecture. The institute operates an on‑campus business incubator and the 1,250-acre (510 ha) Rensselaer Technology Park."},{"type":"p","content":"RPI is organized into six main schools which contain 37 departments, with emphasis on science and technology. It is well recognized for its degree programs in engineering, computing, business and management, information technology, the sciences, design, and liberal arts. As of 2017, RPI's faculty and alumni include six members of the National Inventors Hall of Fame, six National Medal of Technology winners, five National Medal of Science winners, eight Fulbright Scholarship recipients, and a Nobel Prize winner in Physics; in addition, 86 faculty or alumni are members of the National Academy of Engineering, 17 of the National Academy of Sciences, 25 of the American Academy of Arts and Sciences, eight of the National Academy of Medicine, one of the National Academy of Public Administration, and nine of the National Academy of Inventors."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.stonybrook.edu/\"><img src=\"assets/images/stonybrook.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.stonybrook.edu/\"><b>Stony Brook University</b></a>"},{"type":"p","content":""},{"type":"p","content":"The State University of New York at Stony Brook (SUNY at Stony Brook), more commonly known as Stony Brook University (SBU), is a public sea-grant and space-grant research university in Stony Brook, New York. It is one of four university centers of the State University of New York system. Consisting of 213 buildings over 1,454 acres of land in Suffolk County, it is the largest public university in the state of New York by area."},{"type":"p","content":"The institution was founded 63 years ago in 1957 in Oyster Bay as State University College on Long Island, and moved to Stony Brook in 1962. In 2001, Stony Brook was elected to the Association of American Universities, a selective group of major research universities in North America. It is also a member of the larger Universities Research Association. It is classified among \"R1: Doctoral Universities – Very high research activity.\""},{"type":"p","content":"Stony Brook University, in partnership with Battelle, manages Brookhaven National Laboratory, a national laboratory of the United States Department of Energy. The university acquired land for a Research & Development Park adjacent to its main campus in 2004, and has four business incubators across the region. The University's impact on the Long Island economy amounts to $7.23 billion in increased output, and research expenditures have surpassed the $230 million mark annually. Stony Brook is the largest single-site employer on Long Island; 26,814 students are enrolled at the University, which has over 15,000 employees and over 2,700 faculty."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.albany.edu/\"><img src=\"assets/images/ualbany.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.albany.edu/\"><b>University at Albany</b></a>"},{"type":"p","content":""},{"type":"p","content":"The State University of New York at Albany, commonly referred to as University at Albany, SUNY Albany or UAlbany, is a public research university with campuses in the New York cities of Albany and Rensselaer and the Town of Guilderland, United States. Founded in 1844, it is part of the State University of New York (SUNY) system."},{"type":"p","content":"The university has three campuses: the Uptown Campus in Albany and Guilderland, the Downtown Campus in Albany, and the Health Sciences Campus in the City of Rensselaer, just across the Hudson River. The university enrolls 17,944 students in nine schools and colleges, which offer 50 undergraduate majors and 125 graduate degree programs. The university's academic choices include new and emerging fields in public policy, homeland security, globalization, documentary studies, biotechnology, bio-instrumentation, and informatics."},{"type":"p","content":"Through the UAlbany and SUNY-wide exchange programs, students have more than 600 study-abroad programs to choose from, as well as government and business internship opportunities in New York's capital and surrounding region. It is classified among \"R1: Doctoral Universities – Very high research activity\". The research enterprise totaled expenditures of $173 million in fiscal year 2018 and is focused in four areas: social science, public law and policy, life sciences and atmospheric sciences."},{"type":"p","content":"SUNY Albany offers many cultural benefits, such as a contemporary art museum and the New York State Writers Institute. UAlbany plays a major role in the economic development of the Capital District and New York State. An economic impact study in 2004 estimated UAlbany's economic impact to be $1.1 billion annually in New York State — $1 billion of that in the Capital Region."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.udel.edu/\"><img src=\"assets/images/universityofdelaware.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.udel.edu/\"><b>University of Delaware</b></a>"},{"type":"p","content":""},{"type":"p","content":"The University of Delaware (colloquially UD or Delaware) is a private-public research university located in Newark, Delaware. UD is the largest university in Delaware. It offers three associate's programs, 148 bachelor's programs, 121 master's programs (with 13 joint degrees), and 55 doctoral programs across its eight colleges. The main campus is in Newark, with satellite campuses in Dover, Wilmington, Lewes, and Georgetown. It is considered a large institution with approximately 18,200 undergraduate and 4,200 graduate students. It is a privately governed university which receives public funding for being a land-grant, sea-grant and space-grant state-supported research institution."},{"type":"p","content":"UD is classified among \"R1: Doctoral Universities – Very high research activity\". According to the National Science Foundation, UD spent $186 million on research and development in 2018, ranking it 119th in the nation. It is recognized with the Community Engagement Classification by the Carnegie Foundation for the Advancement of Teaching."},{"type":"p","content":"UD is one of only four schools in North America with a major in art conservation. In 1923, it was the first American university to offer a study-abroad program."},{"type":"p","content":"UD traces its roots to a \"Free School\", founded in New London, Pennsylvania in 1743. The school moved to Newark, Delaware by 1765, becoming the Newark Academy. The academy was responsible for establishing Newark College in 1833 and became part of the college, which changed its name to Delaware College in 1843. While it is not considered one of the colonial colleges because it was not a chartered institution of higher education during the colonial era, its original class of ten students included George Read, Thomas McKean, and James Smith, all three of whom went on to sign the Declaration of Independence. Read also later signed the United States Constitution."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.umass.edu/\"><img src=\"assets/images/amherst.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.umass.edu/\"><b>University of Massachusetts-Amherst</b></a>"},{"type":"p","content":""},{"type":"p","content":"The University of Massachusetts Amherst (UMass Amherst, UMass) is a public research and land-grant university in Amherst, Massachusetts. It is the flagship campus of the University of Massachusetts system. UMass Amherst has an annual enrollment of approximately 1,300 faculty members and more than 30,000 students. The university offers academic degrees in 109 undergraduate, 77 master's and 48 doctoral programs. Programs are coordinated in nine schools and colleges. It is also a member of the Five College Consortium."},{"type":"p","content":"The University of Massachusetts Amherst is classified among \"R1: Doctoral Universities – Very high research activity\". According to the National Science Foundation, UMass spent $211 million on research and development in 2018, ranking it 111th in the nation."},{"type":"p","content":"UMass Amherst alumni and affiliates include 4 Nobel Prize laureates, 1 National Humanities Medal winner, numerous Fulbright, Goldwater, Churchill, Truman and Gates Scholars as well as several Pulitzer Prize recipients and Grammy, Emmy, and Academy Award winners. Massachusetts athletic teams compete in NCAA Division I and are collectively known as the Minutemen and Minutewomen. The university is a member of the Atlantic 10 Conference, while playing ice hockey in Hockey East and football as an FBS Independent."},{"type":"p","content":""},{"type":"p","content":"<a href=\"https://www.unc.edu/\"><img src=\"assets/images/unc.png\" width=\"400\"></img></a>"},{"type":"p","content":"<a href=\"https://www.unc.edu/\"><b>University of North Carolina (UNC)</b></a>"},{"type":"p","content":""},{"type":"p","content":"The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered to be a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university. After being chartered in 1789, the university first began enrolling students in 1795, making it one of the oldest public universities in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century."},{"type":"p","content":"The first public institution of higher education in North Carolina, the school opened its doors to students on February 12, 1795. North Carolina became coeducational under the leadership of President Kemp Plummer Battle in 1877 and began the process of desegregation under Chancellor Robert Burton House when African-American graduate students were admitted in 1951. In 1952, North Carolina opened its own hospital, UNC Health Care, for research and treatment, and has since specialized in cancer care."},{"type":"p","content":"The university offers degrees in over 70 courses of study and is administratively divided into 13 separate professional schools and a primary unit, the College of Arts & Sciences. Five of the schools have been named: the UNC Kenan–Flagler Business School, the UNC Hussman School of Journalism and Media, the UNC Gillings School of Global Public Health, the UNC Eshelman School of Pharmacy, and the UNC Adams School of Dentistry. All undergraduates receive a liberal arts education and have the option to pursue a major within the professional schools of the university or within the College of Arts and Sciences from the time they obtain junior status. It is classified among \"R1: Doctoral Universities – Very high research activity\". According to the National Science Foundation, UNC spent $1.14 billion on research and development in 2018, ranking it 12th in the nation."},{"type":"p","content":"UNC's faculty and alumni include 9 Nobel Prize laureates, 23 Pulitzer Prize winners, and 49 Rhodes Scholars. Additional notable alumni include a U.S. President, a U.S. Vice President, 38 Governors of U.S. States, 98 members of the United States Congress, and nine Cabinet members."},{"type":"p","content":"The campus covers 729 acres (3 km2) of Chapel Hill's downtown area, encompassing the Morehead Planetarium and the many stores and shops located on Franklin Street. Students can participate in over 550 officially recognized student organizations. The student-run newspaper The Daily Tar Heel has won national awards for collegiate media, while the student radio station WXYC provided the world's first internet radio broadcast. UNC Chapel Hill is one of the charter members of the Atlantic Coast Conference, which was founded on June 14, 1953. Competing athletically as the Tar Heels, UNC has achieved great success in sports, most notably in men's basketball, women's soccer, and women's field hockey."}]