[{"type":"ph","content":"DISPERSE 2022 Conference","logo":"header05.png","subcontent":"CONFERENCE SPEAKERS"},{"type":"ph","content":"","logo":"header06.png"},{"type":"ph","content":"","logo":"header07.png"},{"type":"ch","content":"<h2><span class=\"purple-font\"><b>Welcome from the Program Chairs</b></span></h2>"},{"type":"p","content":""},{"type":"p","content":"Dear Friends,"},{"type":"p","content":"We are delighted to welcome you to the DISPERSE 2022 Conference: Developing Innovative Solutions and Policies for Emergency Response to Severe-weather Events."},{"type":"p","content":"As you know, our climate is changing rapidly, and with these changes comes increasingly severe storms, droughts, floods, heat waves, and other severe weather events. And even though we must all be committed to reducing the negative impacts on our environment, we must also acknowledge that steps must be taken now to prepared for the effects we are seeing today. We must strive to fully understand the effects of severe weather events and develop policies to end the devastating losses of life and property that they can cause."},{"type":"p","content":"The DISPERSE 2022 Conference will provide a platform for like-minded individuals to discuss new research and innovations that will improve our ability to predict severe weather events, giving communities more time to prepare and prevent disaster. The connections made at the conference will also help us develop a network of communities and organizations ready and willing to lend a hand in the aftermath, and help those affect recover. This conference will help develop more resilient communities, so that despite the increasing number of severe weather events, the economic losses will decrease."},{"type":"p","content":"We look forward to you joining us, and taking the next step to protect our nations, our communities, and our people and strengthen our resiliency for future generations to come."},{"type":"p","content":"Sincerely,"},{"type":"p","content":"DISPERSE 2022 Conference Program Chairs"}]