[{"type":"ph","content":"DISPERSE 2022","logo":"headerx.png","subcontent":"What is DISPERSE?"},{"type":"ph","content":"","logo":"header02.png"},{"type":"ph","content":"","logo":"header03.png"},{"type":"ph","content":"","logo":"header04.png"},{"type":"p","content":"<b><h2><span class=\"purple-font\">A changing climage</span></h2></b>"},{"type":"p","content":""},{"type":"p","content":"In recent years, changes to the climate and environment have led to an increased number of severe weather events. According to the U.S. Geological Survey (USGS), increased global temperatures can lead to droughts, more severe storms, and increased wind speeds.  The increasing number of severe weather events cost billions of dollars in damage and economic loss. In each of the past five years, the United States has experienced ten or more separate billion-dollar disaster events, with $807.3 Billion dollars in damages caused by severe weather events in the past decade.  This trend continues to rise, with 2020 on track to have a record number of severe weather events."},{"type":"p","content":""},{"type":"p","content":"<b><h2><span class=\"purple-font\">What does DISPERSE mean?</span></h2></b>"},{"type":"p","content":""},{"type":"p","content":"<b>DISPERSE</b> stands for Developing Innovative Solutions and Policies for Emergency Response to Severe-weather Events. This concept was created in direct response to the increasing number of severe weather events and the devastation caused by them. DISPERSE aims to develop interdisciplinary networks and connections to mitigate the effects of natural disasters."},{"type":"p","content":""},{"type":"p","content":"<b><h2><span class=\"purple-font\">What will the DISPERSE 2022 Conference hope to achieve?</span></h2></b>"},{"type":"p","content":""},{"type":"p","content":"Conversations held between researchers, policy makers, and front-line emergency responders can develop strategies to detect incoming natural disasters and severe weather events earlier, assess their potential severity and the damages they are expect to cause, and assist those in the region to prepare, whether those preparations include sheltering in place or evacuations. The partnerships and collaborations that can develop from these interdisciplinary meetings can lead to a network of responders ready to deal with the aftermath and help those affected. Together, these results can limit the losses to economy, property, and life."}]